//Написать программу, вычисляющую массу шара в илограммах, состоящего полностью из платины. Радиус шара (в метрах, вещественное число) задается на стандартном поптоке ввода stdin, а плотность плтины составляет 21500 кг/м^3. Результат вычисления округлить до целого числа и вывести на стандартный поток вывода stdout. Проверить на валидность введенные данные. В случае любой ошибки выводить "n/a".
//Примечание: формула объема шара V = (4 / 3) * pi * R^3
//Примечание: Формула объема шара P = m / V
//Примечание: В этом задании важна точность, поэтому советуем использовать константу M_PI (содержащую число пи) и функцию double round (double x); bp ,b,kbjntrb <math.h>, а также double вместо float
//Вывод должен выглядеть таким образом - printf("%.01f", result);
//Примеры 1 - 90059, 10 - 90058989
